{
  "data": {
    "source": "ielts-mentor",
    "item_id": "3721-marine-ecosystems",
    "passage": {
      "text": "GT Reading Test 61 Section 3 - Marine Ecosystems\nDetails\nGeneral Training Reading Mock Test 61:\n|\nSection 1\n|\nSection 2\n|\nSection 3\n|\nSECTION 3:",
      "word_count": 28
    },
    "sections": [
      {
        "start_q": 28,
        "end_q": 40,
        "type": "SUMMARY_COMPLETION",
        "text": "Questions 28 - 40\nYou should spend about\n20\nminutes on"
      },
      {
        "start_q": 28,
        "end_q": 40,
        "type": "SUMMARY_COMPLETION",
        "text": "Questions\n28-40\n, which are based on Reading Passages below.\nWrite answers to questions in boxes\n28-40\non your answer sheet.\nGT Reading Sample -\n\"Marine Ecosystems\""
      },
      {
        "start_q": 28,
        "end_q": 34,
        "type": "MATCHING_HEADING",
        "text": "Questions 28-34\nThe text below has seven sections,\nA-G\n.\nChoose the correct heading for each section from the list of headings below.\nWrite the correct number,\ni-viii\n, in boxes 28-34 on your answer sheet.\nList of Headings\ni.\nPlans for more marine protected areas\nii.\nA historical overview of one specific area\niii.\nWhy more has not been done to save marine creatures\niv.\nWhat the press has missed\nv.\nWhere biodiversity has been shown to help\nvi.\nWho is currently being blamed\nvii.\nA reason for some optimism\nviii.\nVarious factors other than fishing\n28.\nSection\nA\n29.\nSection\nB\n30.\nSection\nC\n31.\nSection\nD\n32.\nSection\nE\n33.\nSection\nF\n34.\nSection\nG\nMarine Ecosystem\nA\nFor some time now, the world’s oceans and the people who fish them have been a constant source of bad environmental news: cod is effectively an endangered species of fish in some places now; every year thousands of dolphins are injured by fishing vessels; huge tuna farms are ruining the Mediterranean Sea.\nWhat is more, marine biologists recently warned that our seafood is in terminal decline. According to research published in\nScience\nlast November, stocks of all the fish and shellfish that we currently eat will collapse before 2050. Or at least that’s how the media reported it.\nB\nHowever, the scientist who led the study has said that the main conclusion of his research has been buried beneath the headlines. While the danger to our seafood supply is real enough, says Boris Worm, assistant professor of marine conservation biology at Dalhousie University, Canada, there is a more serious point: that the way in which we manage the oceans is not only threatening the survival of individual species, it’s upsetting the delicate balance of marine communities and thus causing the collapse of entire ecosystems. Research has shown that the number of ecosystems where all higher forms of life are extinct, so-called dead zones, is increasing.\nThe point that many reports failed to highlight, says Worm, is that we have to revolutionise the way our marine resources are run, changing the focus from stocks and quotas to biodiversity and ecosystem protection. And to do that, we must change the way the debate about our marine resources is conducted in the public domain.\nC\nAround 7,500 years ago, shrinking glaciers and the resulting higher water levels led to the development of what’s called the Wadden Sea, a 13,500-square-kilometre area of the North Sea. During the first 5,000 years or so, the sea pulsated with life. There was a high level of biodiversity on the seabed too, and the salt marshes and mud flats on the coast supported millions of birds. This continued until around 2,000 years ago, when human pressure began to affect it. Research has shown that some of the larger creatures disappeared more than 500 years ago. And by the late 19th century, populations of most of the other mammals and fish were severely reduced, leading to the collapse of several traditional fisheries.\nD\nWhat’s interesting is that overfishing isn’t the main agent of the decline, as we might assume. It’s due to an ongoing combination of exploitation, habitat destruction and pollution. Coastal development, for example, destroys large areas of wetlands that support a range of species. Pollution fuels a process known as eutrophication, which kills certain seagrasses. Nutrients such as nitrogen and phosphorus contained in human and industrial waste promote the growth of tiny phytoplankton. This over-enrichment of the sea can ultimately lead to the collapse of the entire system through oxygen starvation.\nMost marine ecosystems have an in-built capacity to deal with a certain amount of pollution because shellfish can absorb phytoplankton. But in many cases, these have been largely removed by fishing, so the effect of any nutrient-rich pollutants entering the system is increased. In a healthy system, coastal wetlands also act as filters, so their destruction causes even more pollution. These processes have been fairly well understood for a number of years.\nE\nWhat the\nScience\npaper has demonstrated, however, is that the decline in the health of ecosystems is greater where the number of different species is low. The population of marbled rock cod around the South Atlantic island of South Georgia, for example, still hasn’t recovered after the fishing industry caused its collapse during the 1970s. By contrast, North Sea cod has withstood very heavy fishing for hundreds of years, says Worm, and although it has declined substantially, it hasn’t yet collapsed completely. Worm believes that, ‘to have a greater number of species makes an ecosystem more robust’. His theory is backed up by evidence from experiments into how ecosystems react to change.\nF\nAnd some positive news came from the study. Worm and his colleagues were able to show that it’s possible to reverse such damage as long as there are enough species. A survey of 44 protected areas revealed increases in biodiversity and fish catches close to the reserves. Worm says, ‘We should be focusing our attention on protecting all of our marine resources at the ecosystem level, and managing levels of fishing, pollution and habitat disturbance to ensure that crucial services that maintain the health of the ecosystem continue to function.’ To anyone who knows anything about ecology, it would appear that Worm is just stating the obvious. And many protected areas on land are now managed in this way.\nG\nHowever, there has long been a tendency to view our oceans as a limitless resource, combined with a widespread failure to make an emotional connection with most marine wildlife. True, we have created a small number of marine protected areas. 'We seem to have understood the value of protecting ecosystems in areas such as the Australian Great Barrier Reef that we consider to be particularly beautiful' says John Shepherd, Professor of Marine Sciences at Southampton University in the UK. ‘Human nature will always draw us towards those species or habitats that are more aesthetically pleasing. That’s why there will always be support for protecting pandas and very little for worms, even though nematodes play a vital role in maintaining the health of an ecosystem.’"
      },
      {
        "start_q": 35,
        "end_q": 37,
        "type": "MULTIPLE_CHOICE_SINGLE",
        "text": "Questions 35-37\nChoose the correct letter,\nA, B, C\nor\nD\n.\nWrite the correct letter in boxes 35-37 on your answer sheet.\n35.\nBoris Worm’s main concern is that\nA. marine ecosystems will completely break down.\nB. insufficient attention is being paid to fish numbers.\nC. there will no longer be enough seafood for people to eat.\nD. politicians will be unwilling to discuss marine resources.\n36.\nWhat point does John Shepherd make?\nA. Marine conservation areas are not high on the list of visitor attractions.\nB. People know very little about how different species actually live.\nC. The public are much less likely to help unattractive creatures\nD. The marine environment was better understood in the past.\n37.\nWhich of the following best summarises the text as a whole?\nA. Scientists disagree about the state of the world’s oceans.\nB. A radical review of marine resource management is needed.\nC. The fishing industry is mainly responsible for today’s problems.\nD. The natural systems of our seas will not be able to repair themselves."
      },
      {
        "start_q": 38,
        "end_q": 40,
        "type": "SUMMARY_COMPLETION",
        "text": "Questions 38-40\nComplete the summary below.\nChoose\nONE WORD ONLY\nfrom the text for each answer.\nWrite your answers in boxes 38-40 on your answer sheet.\nThe Wadden Sea\nThe Wadden Sea was created when the sea rose as a consequence of\n38\n……………………….. slowly contracting. The waters were full of different species of marine creatures, and there were large numbers of\n39\n……………………….. living on the wetlands along the shore. This continued until species began to decline 2,000 years ago. Overfishing was partly responsible for the changing circumstances, and so was pollution. At the same time, there has been an increase in some nutrients in the Wadden Sea which can also destroy marine creatures and vegetation by depriving them of\n40\n……………………….. which is essential for their survival.\nAnswer:\nAnswer:\n28. vi\n29. iv\n30. ii\n31. viii\n32. v\n33. vii\n34. iii\n35. A\n36. C\n37. B\n38. glaciers\n39. birds\n40. oxygen\nShow/ Hide Answers\n1\n1\n1\n1\n1\n1\n1\n1\n1\n1\nRating 2.15 (17 Votes)\nGT Reading\nIELTS GT reading Sample\nGT Reading Passage\nPrev\nNext\nName\nPreview\nSend\nReset\nCancel\nRSS\n×\nReport\nReport\nClose"
      }
    ],
    "answers": {
      "28": "vi",
      "29": "iv",
      "30": "ii",
      "31": "viii",
      "32": "v",
      "33": "vii",
      "34": "iii",
      "35": "A",
      "36": "C",
      "37": "B",
      "38": "glaciers",
      "39": "birds"
    },
    "heading_options": [],
    "question_count": 39
  },
  "metadata": {
    "url": "https://www.ielts-mentor.com/reading-sample/gt-reading/3721-marine-ecosystems",
    "source": "ielts-mentor",
    "item_id": "3721-marine-ecosystems",
    "fetched_at": "2025-12-20T14:25:28.219641",
    "status_code": 200,
    "content_length": 42753,
    "cleaned_at": "2025-12-20T14:25:28.920240",
    "text_length": 8689,
    "parsed_at": "2025-12-20T14:25:28.922247"
  }
}